Repository: easytransac/EasyTransac-Prestashop
Catalog: translations/*/ModulesEasytransacEasytransac.*.xlf
Languages: fr_fr

source: Credit card payment via EasyTransac
fr_fr: Paiement par carte bancaire Easytransac

source: Website payment service
fr_fr: Acceptez les paiements par carte bancaire, en une ou plusieurs fois, avec le module d'encaissement 100% français EasyTransac

source: Are you sure you want to uninstall?
fr_fr: Êtes-vous sûr de vouloir désinstaller ?

source: No API key provided
fr_fr: La clé d'API n'a pas été renseignée

source: Settings updated
fr_fr: Les paramètres ont été mis à jour

source: [OK] OpenSSL version
fr_fr: [OK] version d'OpenSSL

source: [ERROR] OpenSSL version not supported
fr_fr: [ERROR] La version d'OpenSSL n'est pas supportée

source: [OK] cURL is installed
fr_fr: [OK] cURL est installé

source: [ERROR] PHP cURL extension missing
fr_fr: [ERREUR] l'extension PHP cURL est manquante

source: [OK] Latest module version installed
fr_fr: [OK] La dernière version du module est installée

source: [ERROR] New module is available on www.easytransac.com
fr_fr: [INFO] Une nouvelle version du module est disponible sur www.easytransac.com

source: Settings
fr_fr: Paramètres

source: Requirements
fr_fr: Éléments requis

source: Api Key
fr_fr: Clé d'API

source: Your Easytransac application API Key is available in your back office in E-commerce > Applications.
fr_fr: Votre clé d'API Easytransac, disponible sur votre espace client dans E-commerce > Applications.

source: Notification URL
fr_fr: URL de notification

source: Notification URL to copy paste in your EasyTransac appplication settings
fr_fr: Saisissez cette URL sur votre espace client, dans la partie E-commerce > Applications puis en cliquant sur \"Editer\".

source: One Click Payment
fr_fr: Paiements en 1 clic

source: The credit card is stored for future payments.
fr_fr: La carte bancaire du client est sauvegardée pour de futurs paiements.

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Enable payment in 2 instalments
fr_fr: Paiement en 2x

source: Enable payment in 3 instalments
fr_fr: Paiement en 3x

source: Enable payment in 4 instalments
fr_fr: Paiement en 4x

source: Icon display
fr_fr: Afficher l'icône Easytransac

source: Display Easytransac icon at checkout
fr_fr: Afficher l'icône Easytransac au client dans la liste des moyens de paiements.

source: Debug mode
fr_fr: Debug

source: Save the transaction log for debugging purpose.
fr_fr: Enregistre le log des transactions à des fins de débogage.

source: Save
fr_fr: Enregistrer

source: Back to list
fr_fr: Retour à la liste

source: Visit
fr_fr: Veuillez visiter

source: in order to create an account and configure your application.
fr_fr: afin de créer votre compte et de configurer votre application EasyTransac

source: Pay by credit card
fr_fr: Payer par carte bancaire

source: No transactions yet.
fr_fr: Pas de transaction pour l'instant.
